{
  "lastUpdated": "2026-02-06T00:08:15.298Z",
  "generatedWith": "GitHub Models API",
  "forks": [
    {
      "id": 847620283,
      "name": "ycombinator-job-scraper",
      "displayName": "ycombinator job scraper",
      "description": "Y Combinator Job Scraper  This repository houses an automated job scraping tool designed to streamline the job search process for tech professionals. Focused on Y Combinator's job board, this project aims to provide timely, relevant job listings to aid in career advancement.  Key Features: • Automated Scraping: Daily scraping of Y Combinator's jobs",
      "summary": "The Y Combinator Job Scraper is a Python-based tool that automates the extraction of job listings from Y Combinator's job board, making it an invaluable resource for tech professionals seeking timely and relevant job opportunities. By streamlining the job search process, this repository not only saves time but also keeps users updated on the latest openings from one of the most prestigious startup accelerators, enhancing their chances of career advancement in a competitive field.",
      "url": "https://github.com/yebeai/ycombinator-job-scraper",
      "language": "Python",
      "stars": 4,
      "forks": 1,
      "topics": [],
      "parent": null,
      "type": "original",
      "image": "https://images.unsplash.com/photo-1461749280684-dccba630e2f6?w=800&h=400&fit=crop&q=80",
      "forkedAt": "August 26, 2024",
      "updatedAt": "February 5, 2026",
      "readTime": 2
    },
    {
      "id": 1150967487,
      "name": "libredesk",
      "displayName": "libredesk",
      "description": "Modern, open source, self-hosted customer support desk. Single binary app.",
      "summary": "Libredesk is a modern, open-source customer support desk that stands out for its simplicity and efficiency as a single binary application. Developers looking to implement a self-hosted solution will appreciate its ease of deployment and the control it offers over customer interactions, making it an ideal choice for teams seeking to enhance their support capabilities without relying on third-party services.",
      "url": "https://github.com/yebeai/libredesk",
      "language": null,
      "stars": 0,
      "forks": 0,
      "topics": [],
      "parent": {
        "name": "abhinavxd/libredesk",
        "url": "https://github.com/abhinavxd/libredesk",
        "stars": 2165
      },
      "type": "fork",
      "image": "https://images.unsplash.com/photo-1555066931-4365d14bab8c?w=800&h=400&fit=crop&q=80",
      "forkedAt": "February 5, 2026",
      "updatedAt": "February 5, 2026",
      "readTime": 2
    },
    {
      "id": 1150915450,
      "name": "Shannon",
      "displayName": "Shannon",
      "description": "A production-oriented multi-agent orchestration framework.",
      "summary": "The Shannon repository offers a robust multi-agent orchestration framework designed for production environments, making it an intriguing option for developers looking to streamline complex workflows. Its emphasis on orchestration allows for efficient management of multiple agents, enabling seamless communication and task execution. By leveraging this framework, developers can enhance scalability and reliability in their applications, ensuring that they can handle dynamic, real-time interactions effectively.",
      "url": "https://github.com/yebeai/Shannon",
      "language": null,
      "stars": 0,
      "forks": 0,
      "topics": [],
      "parent": {
        "name": "Kocoro-lab/Shannon",
        "url": "https://github.com/Kocoro-lab/Shannon",
        "stars": 924
      },
      "type": "fork",
      "image": "https://images.unsplash.com/photo-1504639725590-34d0984388bd?w=800&h=400&fit=crop&q=80",
      "forkedAt": "February 5, 2026",
      "updatedAt": "February 5, 2026",
      "readTime": 2
    },
    {
      "id": 1150904723,
      "name": "GDevelop",
      "displayName": "GDevelop",
      "description": "🎮 Open-source, cross-platform 2D/3D/multiplayer game engine designed for everyone.",
      "summary": "GDevelop is an open-source game engine that empowers developers of all skill levels to create captivating 2D and 3D multiplayer games without extensive programming knowledge. Its cross-platform capabilities make it an appealing choice for those looking to reach a wider audience, while its user-friendly interface and robust features encourage creativity and innovation in game design. Whether you are a seasoned developer or just starting out, GDevelop offers a versatile toolkit to bring your game ideas to life.",
      "url": "https://github.com/yebeai/GDevelop",
      "language": null,
      "stars": 0,
      "forks": 0,
      "topics": [],
      "parent": {
        "name": "4ian/GDevelop",
        "url": "https://github.com/4ian/GDevelop",
        "stars": 20177
      },
      "type": "fork",
      "image": "https://images.unsplash.com/photo-1526374965328-7f61d4dc18c5?w=800&h=400&fit=crop&q=80",
      "forkedAt": "February 5, 2026",
      "updatedAt": "February 5, 2026",
      "readTime": 2
    },
    {
      "id": 1150849553,
      "name": "slidev",
      "displayName": "slidev",
      "description": "Presentation Slides for Developers",
      "summary": "Slidev is an innovative tool designed for developers to create engaging presentation slides using familiar web technologies. By leveraging a Markdown-based approach, it allows for seamless integration of code snippets and interactive elements, making it a valuable resource for anyone looking to deliver technical content effectively. Its focus on developer-centric features sets it apart, fostering creativity while maintaining a streamlined workflow for presentations.",
      "url": "https://github.com/yebeai/slidev",
      "language": null,
      "stars": 0,
      "forks": 0,
      "topics": [],
      "parent": {
        "name": "slidevjs/slidev",
        "url": "https://github.com/slidevjs/slidev",
        "stars": 44176
      },
      "type": "fork",
      "image": "https://images.unsplash.com/photo-1518770660439-4636190af475?w=800&h=400&fit=crop&q=80",
      "forkedAt": "February 5, 2026",
      "updatedAt": "February 5, 2026",
      "readTime": 2
    },
    {
      "id": 1149826102,
      "name": "invoicerr",
      "displayName": "invoicerr",
      "description": "Invoicerr is a freelance-focused invoicing app that lets you create quotes, generate invoices, track payments, and collect secure signatures.",
      "summary": "Invoicerr is a practical invoicing application tailored for freelancers, streamlining the process of creating quotes and generating invoices while offering features for payment tracking and secure signature collection. Developers seeking to enhance their freelance workflow will find this tool particularly useful, as it combines essential invoicing functionalities into one cohesive platform. The repository serves as an excellent reference for those interested in building similar applications or improving their understanding of payment processing and document management in freelance environments.",
      "url": "https://github.com/yebeai/invoicerr",
      "language": null,
      "stars": 0,
      "forks": 0,
      "topics": [],
      "parent": {
        "name": "invoicerr-app/invoicerr",
        "url": "https://github.com/invoicerr-app/invoicerr",
        "stars": 631
      },
      "type": "fork",
      "image": "https://images.unsplash.com/photo-1451187580459-43490279c0fa?w=800&h=400&fit=crop&q=80",
      "forkedAt": "February 4, 2026",
      "updatedAt": "February 4, 2026",
      "readTime": 2
    },
    {
      "id": 1149245380,
      "name": "agent-device",
      "displayName": "agent device",
      "description": "CLI to control iOS and Android devices for AI agents",
      "summary": "The \"agent-device\" repository offers a command-line interface designed for developers looking to control iOS and Android devices, specifically tailored for AI agents. This tool streamlines interactions with mobile devices, making it easier to test and deploy AI applications in real-world scenarios. Its focus on cross-platform compatibility could significantly enhance mobile development workflows, appealing to developers aiming to integrate AI capabilities into their applications.",
      "url": "https://github.com/yebeai/agent-device",
      "language": null,
      "stars": 0,
      "forks": 0,
      "topics": [],
      "parent": {
        "name": "callstackincubator/agent-device",
        "url": "https://github.com/callstackincubator/agent-device",
        "stars": 402
      },
      "type": "fork",
      "image": "https://images.unsplash.com/photo-1550751827-4bd374c3f58b?w=800&h=400&fit=crop&q=80",
      "forkedAt": "February 3, 2026",
      "updatedAt": "February 3, 2026",
      "readTime": 2
    },
    {
      "id": 1149242405,
      "name": "lamb",
      "displayName": "lamb",
      "description": "Tiny Pure Functional Programming Language in C",
      "summary": "The \"lamb\" repository offers a unique exploration into the world of functional programming with a minimalistic approach, implemented entirely in C. Developers interested in understanding the core principles of pure functional programming will find this project intriguing, as it showcases how to build a language from the ground up while promoting clean and efficient code practices. This repository serves as both a practical resource and a thought-provoking study for those looking to deepen their programming language design skills.",
      "url": "https://github.com/yebeai/lamb",
      "language": null,
      "stars": 0,
      "forks": 0,
      "topics": [],
      "parent": {
        "name": "tsoding/lamb",
        "url": "https://github.com/tsoding/lamb",
        "stars": 185
      },
      "type": "fork",
      "image": "https://images.unsplash.com/photo-1558494949-ef010cbdcc31?w=800&h=400&fit=crop&q=80",
      "forkedAt": "February 3, 2026",
      "updatedAt": "February 3, 2026",
      "readTime": 2
    },
    {
      "id": 1149237245,
      "name": "elasticsearch-skill",
      "displayName": "elasticsearch skill",
      "description": "Claude Code skill for interacting with Elasticsearch REST API — Query DSL, aggregations, cluster ops, ILM, ES|QL, and more",
      "summary": "The elasticsearch-skill repository offers a powerful tool for developers looking to enhance their applications with seamless interaction with the Elasticsearch REST API. It provides support for various features, including Query DSL, aggregations, and cluster operations, making it a comprehensive resource for optimizing search and data management tasks. By integrating this skill, developers can streamline their workflows and leverage Elasticsearch's robust capabilities more effectively.",
      "url": "https://github.com/yebeai/elasticsearch-skill",
      "language": null,
      "stars": 0,
      "forks": 0,
      "topics": [],
      "parent": {
        "name": "davidgeorgehope/elasticsearch-skill",
        "url": "https://github.com/davidgeorgehope/elasticsearch-skill",
        "stars": 19
      },
      "type": "fork",
      "image": "https://images.unsplash.com/photo-1485827404703-89b55fcc595e?w=800&h=400&fit=crop&q=80",
      "forkedAt": "February 3, 2026",
      "updatedAt": "February 3, 2026",
      "readTime": 2
    }
  ]
}